;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: r3Qui3m
; TranslationAuthorEmail: slo.mula@gmail.com
; TranslationAuthorWeb: http://www.wisecleaner.com
; Soft Version: 2.27
; Update: 30-06-2016
;
[GUI]
ButtonYes=Da
ButtonNo=Ne
ButtonOK=Vredu
ButtonMinimize=Pomanjšaj
ButtonMaximize=Povečaj
ButtonClose=Zapri
ButtonRestore=Obnovi
ButtonMenu=Meni

[Translation]
LangCode=0424
ReadHabit=Z leve proti desni
LanguageName=sl-SI
DefaultFont=Arial
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Potrditev
Warning=Opozorilo
Error=Napaka
Confirm=Potrditev
FrmJSAbout.caption=O programu
FrmJSAbout.btnok.caption=Vredu
FrmJSAbout.lblver.caption=Trenutna različica:
FrmJSAbout.lblemail.caption=E-pošta za podporo:
FrmJSAbout.lblhome.caption=Domača stran:
FrmJSAbout.lblthank.caption=Hvala naslednjim ljudem za njihov doprinos:
FrmRSMain.btnSupport.hint=Podpora&Povratne informacije
;
; Popup Menu
;
unsupported=Nepodprti format
denied=Dostop zavrnjen
unknownpath=Ni poti
pmCheckMsg=Samodejno preverjanje novosti
pmforum=Forum
pmHelp=Mrežna pomoč
pmHome=Domača stran
pmCheckNew=Preveri za posodobitev
pmContact=Kontaktiraj nas
pmLang=Jeziki
pmAbout=O programu
pmcpfilename=Kopiraj celotno pot
pmcppath=Kopiraj imenik
pmopen=Odpri datoteko
pmopenfolder=Odpri mapo
pmcpfile=Kopiraj mapo/datoteko
pmdel=Izbriši mapo/datoteko
pmatt=Lastnosti
pmSelectAll=Izberi vse elemente
pmSelectNone=Ne izberi ničesar
pmSelectInvert=Preobrni izbor
pmCheckNew=Preverjanje posodobitve
pmJetHelp=Zaženi hitro iskanje
nopath=Pot ne obstaja
;
; Main GUI
; 
FrmRSMain.btnlikeit.caption=Všeč mi je
FrmRSMain.btnSearch.caption=Iskanje
FrmRSMain.btnfeedback.caption=Predlogi in povratne informacije
FrmRSMain.btncheckupdate.caption=Preveri za posodobitev
FrmRSMain.btnFacebook.hint=Všečkaj WiseCleaner na Faceboku
FrmRSMain.btnTwitter.hint=Deli Wise JetSearch na Twiterju
FrmRSMain.btnemail.hint=Deli Wise JetSearch s prijatelji
;
;Like us
;
Frmlikeit.lblTitle.caption=Če vam je všeč Wise JetSearch, prosimo, priporočite to orodje tistim, ki jih imate radi.
Frmlikeit.lblInfo.caption=Prosimo delite Wise JetSearch z družino, prijatelji, sodelavci, znanci preko emaila, bloga, twiterja, facebooka, youtuba, ... Zelo dobro! V njihova življenja boste prinesli udobnost in učinkovitost.
Frmlikeit.lblRate.caption=Oceni Wise JetSearch:
Frmlikeit.lblfollow.caption=Spremljaj nas:
Frmlikeit.lblshare.caption=Deli Wise JetSearch:
Frmlikeit.btndownload.caption=Brezplačen prenos
Frmlikeit.imgrate.hint=Za nagrado nam daj 5 zvezdic
Frmlikeit.imgmail.hint=Deli s prijatelji
Frmlikeit.imgface1.hint=Deli na facebooku
Frmlikeit.imgface2.hint=Spremljaj nas na facebooku
Frmlikeit.imgtwitter1.hint=Deli na twitterju
Frmlikeit.imgtwitter2.hint=Spremljaj nas na twitterju
Frmlikeit.Caption=Všeč mi je
Frmlikeit.lbldownload.caption=Prenesi še več brezplačnih orodij iz WiseCleaner.com :

[Edit]
pmcut=Izreži
pmcopy=Kopiraj
pmpaste=Prilepi
pmdelete=Izbriši
pmselectall=Izberi vse


[Message]
Loading=Ustvarjanje kazala...
Loaded=Ustvarjanje zaključeno
Audios=Avdio
Videos=Video
Images=Slike
Document=Dokumenti
Compressed=Arhiv
Email=e-pošta
NewVer=Nova različica je na voljo! Želiš posodobiti zdaj?
KeyDelete=Izbriši
AllHardDrive=Lokalni trdi diski
SelectHardDrive=Izberi trdi disk
ScanFor=Išči v pogonu:
Search=Iskanje
LeftTimeSec=Trajanje: %s sekund
NoKeyWord=Prosimo vpišite ključne besede, ki jih želite iskati.
Stop=Ustavi
NoDriveChecked=Izberite pogon(e), ki jo želite analizirati.
NoNewVer=Čestitamo, uporabljate najnovejšo različico!
TranslateTo=Prevedi v...

[FastFind]
Name=Ime
Path=Pot
FileSize=Velikost datoteke
FileType=Vrsta
DateModified=Datum spremembe
KeyWord=Vnesi ključne besede
SearchFinish=Iskanje zaključeno. Zaznano %d map/datotek.
SearchAborted=Iskanje je prekinjeno. Zaznano %d map/datotek.
NoResult=Ni bilo zaznanih ustreznih datotek.

[Help]
Startup=Zaženi JetSearch ob zagonu sistema.
AutoRunMain=Zaženi hitro iskanje z JetSearch
Del=Izbriši
Tips=Hitro iskanje za lokalno datoteko/mapo